tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# GitHub command-line tool
brew "gh"
# Core application library for C
brew "glib"
# CLI wrapper for basic network utilities on macOS - ip command
brew "iproute2mac"
# Keep your Mac's application settings in sync
brew "mackup"
# Mac App Store command-line interface
brew "mas"
# Terminal-based visual file manager
brew "midnight-commander"
# Manage multiple Node.js versions
brew "nvm"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# JavaScript package manager
brew "yarn"
# Menu bar icon organizer
cask "bartender"
# Tool to customize input devices and automate computer systems
cask "bettertouchtool"
# Tool to remove unnecessary files and folders from disk
cask "cleanmymac"
# Voice and text chat software
cask "discord"
# UI toolkit for building applications for mobile, web and desktop
cask "flutter"
# Download manager with a torrent client
cask "folx"
# Git client focusing on productivity
cask "gitkraken"
# JetBrains tools manager
cask "jetbrains-toolbox"
# End-to-end encryption software
cask "keybase"
# Clipboard manager
cask "maccy"
# Collaboration platform for API development
cask "postman"
# Bridges Proton Mail to email clients supporting IMAP and SMTP protocols
cask "protonmail-bridge"
# VPN client focusing on security
cask "protonvpn"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Rust-based terminal
cask "warp"
mas "1Blocker", id: 1365531024
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
