tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sdkman/tap"
brew "glib"
brew "gh"
brew "gradle"
brew "htop"
brew "iproute2mac"
brew "mas"
brew "midnight-commander"
brew "nvm"
brew "python@3.9"
brew "yarn"
brew "sdkman/tap/sdkman-cli"
cask "bartender"
cask "bettertouchtool"
cask "cleanmymac"
cask "discord"
cask "folx"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-mona-sans"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "maccy"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "warp"
mas "1Blocker", id: 1365531024
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
